/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "تجزیات";

"zanalytics.analytics.tracking.cell.title" = "استعمال کی شماریات کو شیئر کریں";

"zanalytics.analytics.tracking.footer" = "ہمارے ایپ کے ڈویلپرز کے ساتھ استعمال کی شماریات کو شیئر کریں۔ یہ ایپ کو بہتر بنانے میں ہماری مدد کرتا ہے۔";

"zanalytics.analytics.tracking.anonymous.footer" = "ہمارے ایپ کے ڈویلپرز کے ساتھ استعمال کی شماریات کو شیئر کریں۔ یہ ایپ کو بہتر بنانے میں ہماری مدد کرتا ہے۔";

"zanalytics.analytics.crashreport.cell.title" = "کریش رپورٹنگ کو فعال کریں";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "موبائل نیٹ ورک پر ڈیٹا بھیجیں";

"zanalytics.analytics.sendonmobilenetwork.footer" = "موبائل نیٹ ورک پر ڈیٹا کو شیئر کرنے کے لیے اس کو فعال کریں۔";

"zanalytics.analytics.crashreport.footer" = "ایپ کے ہر بار اچانک سے بند ہونے پر ہمارے ڈویلپرز کے ساتھ کریش ڈیٹا شیئر کریں۔ اس سے ہمیں بگز کی شناخت کرنے اور مسائل کو حل کرنے میں مدد ملے گی۔";

"zanalytics.analytics.anonymouse.cell.title" = "میری شناخت شامل کریں";

"zanalytics.analytics.anonymouse.footer" = "اپنی شناخت کے ساتھ ڈیٹا کی شیئرنگ کو فعال کریں۔ اس سے ہمیں ان مواقع پر مدد ملے گی جب آپ ہماری معاونتی ٹیم کو کوئی مخصوص مسئلہ رپورٹ کرنا چاہیں گے۔";

"zanalytics.privacy.disable.alert.title" = "انتباہ!";

"zanalytics.privacy.disable.alert.description" = "استعمال کی شماریات کا شیئر کرنا کریشیز پر ہمیں بصیرت فراہم کر کے آپ کی بہتر طور پر خدمت کرنے میں ہماری مدد کرتا ہے۔ یہ پیسکی بگز کو ختم کرنے میں مدد کرے گا۔";

"zanalytics.privacy.disable.alert.ok" = "ٹھیک ہے";


"zanalytics.privacy.alert.title" = "بہتری میں ہماری مدد کریں!";

"zanalytics.privacy.alert.description" = "آپ اپنی ایپ کے ڈیٹا کا استعمال اور کریش کی معلومات کے شیئر کرنے کو قبول کر کے ہماری پراڈکٹ کو بہتر بنانے میں ہماری مدد کر سکتے ہیں۔ آپ اپنی شناخت کے ساتھ یا گمنام شخص کے طور پر ڈیٹا کو شیئر کر سکتے ہیں۔\nبراہ کرم نوٹ کریں کہ آپ کسی بھی وقت اپنی ایپ کی ترتیبات میں اپنی ترجیحات کو تبدیل کر سکتے ہیں۔";

"zanalytics.privacy.alert.description.watchsupport" = "آپ ڈیٹا کے استعمال اور کریش کی معلومات کے شیئر کرنے کو قبول کر کے ہماری پراڈکٹ کو بہتر بنانے میں ہماری مدد کر سکتے ہیں۔ آپ اپنی شناخت کے ساتھ یا گمنام شخص کے طور پر ڈیٹا کو شیئر کر سکتے ہیں۔ آپ کی ترجیحات گھڑی اور موبائل ایپس کے مابین سنک کی جائیں گی۔ آپ کسی بھی وقت موبائل ایپ کی ترتیبات میں انہیں تبدیل کر سکتے ہیں۔";

"zanalytics.privacy.alert.option1" = "میں اپنی شناخت کے ساتھ لاگ ان ہوں";

"zanalytics.privacy.alert.option2" = "میں گمنام شخص کے طور پر لاگ ان ہوں";

"zanalytics.privacy.alert.option3" = "مجھے دلچسپی نہیں ہے";


"zanalytics.crash.alert.title" = "%@ آخری بار استعمال کے دوران غیر متوقع طور پر بند ہو گئی";

"zanalytics.crash.alert.description" = "کیا آپ مسئلے کو حل کرنے کے لیے رپورٹ بھیجنا چاہیں گے؟";

"zanalytics.crash.alert.option1" = "ہمیشہ رپورٹ بھیجیں";

"zanalytics.crash.alert.option2" = "ابھی بھیجیں";

"zanalytics.crash.alert.option3" = "ابھی نہیں";

"zanalytics.crash.alert.option4" = "کبھی نہ پوچھیں";

"zanalytics.crash.alert.option5" = "جائزہ لیں اور بھیجیں";

"zanalytics.crash.navbar.crashreport.title" = "حالیہ کریش";

"zanalytics.analytics.navbar.button.title.back" = "واپس جائیں";

"zanalytics.analytics.navbar.button.title.cancel" = "منسوخ کریں";

"zanalytics.analytics.navbar.button.title.send" = "بھیجیں";

"zanalytics.privacy.onboarding.title" = "اپنی رازداری کا نظم کریں";

"zanalytics.privacy.onboarding.description" = "اپنے اکاؤنٹ کی رازداری اور سکیورٹی کو بڑھانے کے طریقے دریافت کریں۔";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "رازداری اور سکیورٹی کی ترتیبات کی تخصیص کریں";

"zanalytics.watch.privacy.alert.title" = "Analytics ترجیحات";

"zanalytics.watch.privacy.alert.description" = "آپ کی ترجیحات موبائل اور گھڑی کی ایپس کے مابین سنک کی جائیں گی۔ آپ کسی بھی وقت موبائل ایپلیکیشن کی ترتیباتی اسکرین میں اپنی ترجیحات کو تبدیل کر سکتے ہیں۔";

"zanalytics.appupdates.title"="نئی اپ ڈیٹ دستیاب ہے!";

"zanalytics.appupdates.description"="ہم آپ کو اس ورژن پر اپ ڈیٹ کرنے اور ہماری نئی اور پُر لطف خصوصیات سے لطف اندوز ہونے کی تجویز دیتے ہیں۔";

"zanalytics.appupdates.action.update.now"=" ابھی اپ ڈیٹ کریں ";

"zanalytics.appupdates.action.remind.me.later"="مجھے بعد میں یاددہانی کروائیں";

"zanalytics.appupdates.action.ignore"="نظر انداز کریں";

"zanalytics.appupdates.unsupportedos.title"="انتباہ!";

"zanalytics.appupdates.unsupportedos.description"="اس ایپ کے لیے آپ کو جدید ترین OS انسٹال کرنا درکار ہوتا ہے۔ مزید ہموار تجربے کے لیے ابھی اپ ڈیٹ کریں۔";

"zanalytics.appupdates.unsupportedos.action"=" بعد میں انسٹال کریں ";

"zanalytics.rateus.prompt.title" = "کیا آپ اس ایپ کے استعمال سے لطف اندوز ہوتے ہیں؟";

"zanalytics.rateus.action.rateinappstore" = "App Store میں درجہ بندی کریں";

"zanalytics.rateus.action.openfeedback" = "فیڈ بیک بھیجیں";

"zanalytics.rateus.action.later" = "بعد میں";
